class Repository:
    """
    Класс Хранилище - базовый класс, обеспечивающий сохранение данных (
        сохранение информации о пользователях на сервере,
        сохранение сообщений на стороне клиента
    ).
    Реализовать класс Хранилище для клиента и сервера. Хранение необходимо осуществлять в базе данных.
        В качестве базы данных можно выбрать любую СУБД (sqlite, PostgreSQL, MySQL и прочие).
        Для взаимодействия с БД можно использовать ORM.
    """

    def __init__(self):
        pass
